Revit 2024 API
ParameterTypeId.SheetAssemblyModel Property
 "Assembly: Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetAssemblyModel { get; }
Visual Basic
Public Shared ReadOnly Property SheetAssemblyModel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetAssemblyModel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace